[
    {
        "episodeName": {
            "text": "A Christmas Carol",
            "href": "http://www.imdb.com/title/tt1672218/?ref_=tt_ep_ep1"
        },
        "episodeSynopsys": "A space liner, with a large number of passengers aboard, is in difficulties while flying through the atmosphere of an unknown planet. Amy and Rory have been spending some time on board in the honeymoon suite and they quickly appear on deck. Amy calls the doctor for help and the TARDIS soon appears ahead of the ship. However the Doctor cannot save them and the only other option is to land on the planet below. There the Doctor meets a Scrooge like figure by the name of Kazran Sardick, the only person that can save Amy, Rory and all the other lives on the Spacecraft. The...",
        "releaseDate": "25 Dec. 2010"
    },
    {
        "episodeName": {
            "text": "The Impossible Astronaut",
            "href": "http://www.imdb.com/title/tt1723888/?ref_=tt_ep_ep2"
        },
        "episodeSynopsys": "River Song, Rory, The Doctor and Amy are reunited in the Utah desert",
        "releaseDate": "23 Apr. 2011"
    },
    {
        "episodeName": {
            "text": "Day of the Moon",
            "href": "http://www.imdb.com/title/tt1723889/?ref_=tt_ep_ep3"
        },
        "episodeSynopsys": "Still in 1969, the Doctor has come to the conclusion that the alien creatures are only seen when they directly look at them. As soon as you look away, any memory of their presence is wiped clean. The aliens are also able to leave suggestions in people's minds, and aren't invaders per se, but have been on Earth for a very long time. While the Doctor works to ensure the success of Apollo 11, the others try to solve the mystery of the little girl in the space suit.",
        "releaseDate": "30 Apr. 2011"
    },
    {
        "episodeName": {
            "text": "The Curse of the Black Spot",
            "href": "http://www.imdb.com/title/tt1721225/?ref_=tt_ep_ep4"
        },
        "episodeSynopsys": "On board a 17th century pirate ship sailing the ocean waves, a crew under the command of one Captain Avery are being picked off one by one by a ghostly apparition. They believe it to be a legendary Siren, a beautiful and mesmerizing demon who lures men to their death with its haunting Siren song. She marks her prey before retrieving them with a black spot on their hand, a mark that means certain death. As they are becalmed and stuck in the ocean, all seems lost for the dwindling pirate crew... until three stowaways are discovered with a mysterious blue crate.",
        "releaseDate": "7 May 2011"
    },
    {
        "episodeName": {
            "text": "The Doctor's Wife",
            "href": "http://www.imdb.com/title/tt1721226/?ref_=tt_ep_ep5"
        },
        "episodeSynopsys": "While traveling in the TARDIS with Rory and Amy, the Doctor hears a knock on the TARDIS doors. Bewildered and no doubt curious, he answers, only to be presented with a mysterious box which carries a distress signal. Believing it to be from a fellow Time Lord, the cosmic nomad whisks himself and his companions outside the boundaries of the universe on what should be a rescue mission. But what everyone finds is a dark Junk-yard planet populated by the bizarre Auntie, Uncle and Nephew. Last and not least among the strange inhabitants is a mentally unstable woman that ...",
        "releaseDate": "14 May 2011"
    },
    {
        "episodeName": {
            "text": "The Rebel Flesh",
            "href": "http://www.imdb.com/title/tt1777783/?ref_=tt_ep_ep6"
        },
        "episodeSynopsys": "The Doctor, Amy and Rory arrive in a future Earth where a small group of humans operate a plant extracting highly dangerous chemicals. To minimize the danger to themselves, they create clones made of a plastic-like substance, 'gangers' (short for doppelganger) who do the actual work. While forming their clones however, the Earth is struck by massive solar flare activity that transfer the humans' emotions and memories in addition to their technical abilities. As they all try to deal with what has happened, the gangers are clearly no longer prepared to accept the ...",
        "releaseDate": "21 May 2011"
    },
    {
        "episodeName": {
            "text": "The Almost People",
            "href": "http://www.imdb.com/title/tt1777782/?ref_=tt_ep_ep7"
        },
        "episodeSynopsys": "As the dopplegangers - 'gangers' for short - fight their makers, both Doctors, the real one and his ganger, try to find a way to restore the power and get everyone off the island. Both Doctors claim to be the 100% real thing, something Emily can't quite grasp. Rory meanwhile is trying to find Jennie but when he locates her and her ganger, he can't tell them apart. Having selected one of them, they discover of a company secret forces their hand. He soon realizes he's made an error. There is another ganger in the group however.",
        "releaseDate": "28 May 2011"
    },
    {
        "episodeName": {
            "text": "A Good Man Goes to War",
            "href": "http://www.imdb.com/title/tt1777781/?ref_=tt_ep_ep8"
        },
        "episodeSynopsys": "A member of The Doctor's team has been abducted and he will call in every favor and maybe even go to war to get him/her back.",
        "releaseDate": "4 Jun. 2011"
    },
    {
        "episodeName": {
            "text": "Let's Kill Hitler",
            "href": "http://www.imdb.com/title/tt1795142/?ref_=tt_ep_ep9"
        },
        "episodeSynopsys": "In the desperate search for Melody Pond, the TARDIS crash lands in Thirties Berlin, as the time-travelling drama returns for the second half of the series shown earlier in the year. The Doctor comes face to face with the greatest war criminal in the Universe. And Hitler. Old friendships are tested to their limits as the Doctor suffers the ultimate betrayal and learns a harsh lesson in the cruelest warfare of all. As precious time ebbs away, the Doctor must teach his adversaries that time travel has responsibilities. And he must succeed before an almighty price is paid.",
        "releaseDate": "27 Aug. 2011"
    },
    {
        "episodeName": {
            "text": "Night Terrors",
            "href": "http://www.imdb.com/title/tt1795143/?ref_=tt_ep_ep10"
        },
        "episodeSynopsys": "A young boy living in a tower block on a council estate sends out, unknowingly, a psychic distress call transmitted to the Doctor's 'psychic paper'. When the doctor and his associates eventually find the correct flat in the tower block, they are inadvertently sent by the boy into a doll house, where they are terrorized by life-size peg dolls, and are threatened with becoming peg dolls themselves.",
        "releaseDate": "3 Sep. 2011"
    },
    {
        "episodeName": {
            "text": "The Girl Who Waited",
            "href": "http://www.imdb.com/title/tt1795139/?ref_=tt_ep_ep11"
        },
        "episodeSynopsys": "When Rory gets into the quarantine facility he faces Amy once again, but he faces her 36 years into her future. Old Amy is mad at the doctor for making her wait yet again and refuses to save her past self. She selfishly asks Rory to take her with him instead of the younger Amy, but he couldn't do that. In the end Rory gets young Amy into the TARDIS with the doctor with old Amy facing the robots outside. The doctor won't let her in and she is killed by kindness as Rory, the doctor and young Amy fly away in the TARDIS to begin another adventure somewhere else.",
        "releaseDate": "10 Sep. 2011"
    },
    {
        "episodeName": {
            "text": "The God Complex",
            "href": "http://www.imdb.com/title/tt1795140/?ref_=tt_ep_ep12"
        },
        "episodeSynopsys": "The Doctor, Amy and Rory become trapped in a hotel of horrors unable to escape and unable to find the tardis. The Doctor must save as many people as he can taking many twists and seeing his own worst fear.",
        "releaseDate": "17 Sep. 2011"
    },
    {
        "episodeName": {
            "text": "Closing Time",
            "href": "http://www.imdb.com/title/tt1795141/?ref_=tt_ep_ep13"
        },
        "episodeSynopsys": "After traveling for 200 years and leaving messages for Amy Pond across time and space, the Doctor realizes his time is up, its time to settle down and accept his future at Lake Silencio. . . . . .But not before one last goodbye. The Doctor travels to England and visits Craig and Sophie, who are now happily married and struggling with parenthood. Not everything is well, as the Doctor soon finds himself miraculously working at a shop and battling Cybermen.",
        "releaseDate": "24 Sep. 2011"
    },
    {
        "episodeName": {
            "text": "The Wedding of River Song",
            "href": "http://www.imdb.com/title/tt1824359/?ref_=tt_ep_ep14"
        },
        "episodeSynopsys": "It's April 22, 2011 the day the Doctor is supposed to die but time seems to be stuck at 5:02 p.m. London streets are clogged not only with automobiles but also Roman chariots; pterodactyls fly in the sky. The Holy Roman Emperor, Winston Churchill, calls on a prisoner to explain what is happening. In fact, all time seems to be occurring all at once. The Doctor determines that a fixed point in time has been altered or prevented from occurring. That fixed point is his own death at Lake Silencio where history records that River Song killed him. Of course not all is as it ...",
        "releaseDate": "1 Oct. 2011"
    }
]