[
    {
        "episodeName": {
            "text": "The Runaway Bride",
            "href": "http://www.imdb.com/title/tt0827573/?ref_=tt_ep_ep1"
        },
        "episodeSynopsys": "A young bride in the midst of her wedding finds herself mysteriously transported to the TARDIS. The Doctor must discover what her connection is with the Empress of Racnoss's plan to destroy the world.",
        "releaseDate": "6 Jul. 2007"
    },
    {
        "episodeName": {
            "text": "Smith and Jones",
            "href": "http://www.imdb.com/title/tt0974728/?ref_=tt_ep_ep2"
        },
        "episodeSynopsys": "When the hospital where medical student Martha Jones works at is transported to the moon, only the Doctor can come to the rescue and face the might of the Judoon.",
        "releaseDate": "6 Jul. 2007"
    },
    {
        "episodeName": {
            "text": "The Shakespeare Code",
            "href": "http://www.imdb.com/title/tt0974729/?ref_=tt_ep_ep3"
        },
        "episodeSynopsys": "The Doctor takes Martha to 1599, to meet none other than William Shakespeare in the Globe Theatre...but can he stop the curse of the three witches?",
        "releaseDate": "7 Apr. 2007"
    },
    {
        "episodeName": {
            "text": "Gridlock",
            "href": "http://www.imdb.com/title/tt1000253/?ref_=tt_ep_ep4"
        },
        "episodeSynopsys": "The Doctor and Martha go back to New Earth were The Doctor will encounter the Face of Boe who will tell The Doctor \"The Great Secret\".",
        "releaseDate": "14 Apr. 2007"
    },
    {
        "episodeName": {
            "text": "Daleks in Manhattan",
            "href": "http://www.imdb.com/title/tt0993186/?ref_=tt_ep_ep5"
        },
        "episodeSynopsys": "The Doctor and Martha confront a host of surviving Daleks from the Canary Wharf battle. What are those creatures in the sewers? Who is Solomon? And why are the Cult Of Skaro attempting to create a Dalek/Human hybrid...?",
        "releaseDate": "21 Apr. 2007"
    },
    {
        "episodeName": {
            "text": "Evolution of the Daleks",
            "href": "http://www.imdb.com/title/tt0996572/?ref_=tt_ep_ep6"
        },
        "episodeSynopsys": "Concluding part to Daleks in Manhattan. In 1930s New York, the Daleks' plan is in full force. Faced with the cyborgs' most evil and dangerous scheme yet, will the Doctor and Martha be able to defeat their greatest opponents?",
        "releaseDate": "28 Apr. 2007"
    },
    {
        "episodeName": {
            "text": "The Lazarus Experiment",
            "href": "http://www.imdb.com/title/tt1000257/?ref_=tt_ep_ep7"
        },
        "episodeSynopsys": "The famous Dr Lazarus has appeared to discover the secret of eternal youth - but do his experiments hide a sinister secret?",
        "releaseDate": "5 May 2007"
    },
    {
        "episodeName": {
            "text": "42",
            "href": "http://www.imdb.com/title/tt1000251/?ref_=tt_ep_ep8"
        },
        "episodeSynopsys": "On a spaceship headed straight for the center of the sun, The Doctor only has 42 minutes to save Martha and the rest of the ship's crew from an inevitable doom...",
        "releaseDate": "19 May 2007"
    },
    {
        "episodeName": {
            "text": "Human Nature",
            "href": "http://www.imdb.com/title/tt1000254/?ref_=tt_ep_ep9"
        },
        "episodeSynopsys": "In 1913, Martha watches in jealousy from afar as The Doctor learns what it is to be human and to fall in love with the local school nurse, Joan Redfern.",
        "releaseDate": "26 May 2007"
    },
    {
        "episodeName": {
            "text": "The Family of Blood",
            "href": "http://www.imdb.com/title/tt1000256/?ref_=tt_ep_ep10"
        },
        "episodeSynopsys": "The Doctor must deal with the repercussions of his decision to become human, as The Family Of Blood unveil themselves...",
        "releaseDate": "2 Jun. 2007"
    },
    {
        "episodeName": {
            "text": "Blink",
            "href": "http://www.imdb.com/title/tt1000252/?ref_=tt_ep_ep11"
        },
        "episodeSynopsys": "\"Don't Blink. Blink and you're dead. Don't turn your back. Don't look away. And don't Blink. Good Luck.\" These cryptic messages left on 17 DVD's leave Sally Sparrow on a journey to assist the Doctor and Martha Jones, who are trapped in 1969. But Sally is in 2007, and they won't meet until 2008. Strange? Unusual? Not if you are the Doctor.",
        "releaseDate": "9 Jun. 2007"
    },
    {
        "episodeName": {
            "text": "Utopia",
            "href": "http://www.imdb.com/title/tt1000259/?ref_=tt_ep_ep12"
        },
        "episodeSynopsys": "Soon after bumping into old friend Jack Harkness, Martha and The Doctor head off to Malcassairo, a distant planet where an old professor will do anything he can to keep his people alive...",
        "releaseDate": "16 Jun. 2007"
    },
    {
        "episodeName": {
            "text": "The Sound of Drums",
            "href": "http://www.imdb.com/title/tt1000258/?ref_=tt_ep_ep13"
        },
        "episodeSynopsys": "The Doctor, Martha and Jack return to the 21st Century eighteen months after the Doctor and Martha left. They find they've missed the election, and the new Prime Minister, Harold Saxon, is someone they've met before by another name.",
        "releaseDate": "23 Jun. 2007"
    },
    {
        "episodeName": {
            "text": "Last of the Time Lords",
            "href": "http://www.imdb.com/title/tt1000255/?ref_=tt_ep_ep14"
        },
        "episodeSynopsys": "It's been a year since The Master unleashed the mysterious Toclafane onto Earth. With the human race and The Doctor enslaved under The Master's control, Martha Jones is the only person that can help stop the evil Time Lord.",
        "releaseDate": "30 Jun. 2007"
    }
]