[
    {
        "episodeName": {
            "text": "Voyage of the Damned",
            "href": "http://www.imdb.com/title/tt1061123/?ref_=tt_ep_ep1"
        },
        "episodeSynopsys": "The Doctor finds his TARDIS colliding with a spaceship based on the RMS Titanic during a Christmas party. With the help of a waitress named Astrid, the Doctor must take on the race called the Hosts as the lives of the Titanic crew and those on Earth are in danger.",
        "releaseDate": "18 Apr. 2008"
    },
    {
        "episodeName": {
            "text": "Partners in Crime",
            "href": "http://www.imdb.com/title/tt1159991/?ref_=tt_ep_ep2"
        },
        "episodeSynopsys": "With a new weight-loss pill tested in London by Adipose Industries, The Doctor goes to investigate the sinister truth behind the product, only to find out that his old friend Donna Noble is investigating as well.",
        "releaseDate": "25 Apr. 2008"
    },
    {
        "episodeName": {
            "text": "The Fires of Pompeii",
            "href": "http://www.imdb.com/title/tt1173173/?ref_=tt_ep_ep3"
        },
        "episodeSynopsys": "The Doctor and Donna visit Pompeii in AD 79, on the eve of the eruption of Mount Vesuvius.",
        "releaseDate": "2 May 2008"
    },
    {
        "episodeName": {
            "text": "Planet of the Ood",
            "href": "http://www.imdb.com/title/tt1173174/?ref_=tt_ep_ep4"
        },
        "episodeSynopsys": "Finding themselves on the Ood-Sphere planet in the 42nd century, The Doctor and Donna discover the truth over the Ood's willingness to serve humankind.",
        "releaseDate": "9 May 2008"
    },
    {
        "episodeName": {
            "text": "The Sontaran Stratagem",
            "href": "http://www.imdb.com/title/tt1159992/?ref_=tt_ep_ep5"
        },
        "episodeSynopsys": "UNIT's newest recruit Martha Jones enlists The Doctor's help to investigate kid genius Luke Rattigan and his ATMOS system that is used in every car on Earth.",
        "releaseDate": "16 May 2008"
    },
    {
        "episodeName": {
            "text": "The Poison Sky",
            "href": "http://www.imdb.com/title/tt1208127/?ref_=tt_ep_ep6"
        },
        "episodeSynopsys": "With planet Earth choking under the poison sky, the Doctor must stop the Sontarans' threat to the planet.",
        "releaseDate": "30 May 2008"
    },
    {
        "episodeName": {
            "text": "The Doctor's Daughter",
            "href": "http://www.imdb.com/title/tt1205439/?ref_=tt_ep_ep7"
        },
        "episodeSynopsys": "Caught in the middle of a war between the Humans and the Hath in the planet Messaline, the Doctor finds himself once again a father.",
        "releaseDate": "6 Jun. 2008"
    },
    {
        "episodeName": {
            "text": "The Unicorn and the Wasp",
            "href": "http://www.imdb.com/title/tt1208130/?ref_=tt_ep_ep8"
        },
        "episodeSynopsys": "With a 1920s dinner party turning into a murder mystery, The Doctor and Donna meet Agatha Christie on the eve of her publicized disappearance.",
        "releaseDate": "13 Jun. 2008"
    },
    {
        "episodeName": {
            "text": "Silence in the Library",
            "href": "http://www.imdb.com/title/tt1208129/?ref_=tt_ep_ep9"
        },
        "episodeSynopsys": "The Doctor and Donna join a group of archaeologists at a 51st century library. What caused the library to become abandoned? What are the Nodes? And what links the library to one little girl? All they have is one warning - count the shadows.",
        "releaseDate": "20 Jun. 2008"
    },
    {
        "episodeName": {
            "text": "Forest of the Dead",
            "href": "http://www.imdb.com/title/tt1205440/?ref_=tt_ep_ep10"
        },
        "episodeSynopsys": "With the library darkening, the Doctor takes on the Vashta Nerada while figuring out what links River Song to his future. Meanwhile, Donna finds out the mystery of Dr. Moon and the Girl.",
        "releaseDate": "27 Jun. 2008"
    },
    {
        "episodeName": {
            "text": "Midnight",
            "href": "http://www.imdb.com/title/tt1208128/?ref_=tt_ep_ep11"
        },
        "episodeSynopsys": "As part of a well-deserved holiday, the Doctor takes a bus tour on the planet Midnight. Little does he know that something is knocking on that bus' wall...",
        "releaseDate": "11 Jul. 2008"
    },
    {
        "episodeName": {
            "text": "Turn Left",
            "href": "http://www.imdb.com/title/tt1205436/?ref_=tt_ep_ep12"
        },
        "episodeSynopsys": "What would happen if Donna never met the Doctor? How would Earth handle the Racnoss, the falling Titanic or the Sontarans? Aided by a familiar blonde time traveler, Donna corrects the alternate time line from happening.",
        "releaseDate": "21 Jun. 2008"
    },
    {
        "episodeName": {
            "text": "The Stolen Earth",
            "href": "http://www.imdb.com/title/tt1205437/?ref_=tt_ep_ep13"
        },
        "episodeSynopsys": "The return of an old enemy leaves Earth along with 26 other planets stolen from their places. As the Doctor and Donna look for the whereabouts of Earth, former companions of the Doctor assemble a resistance against the new Dalek Empire.",
        "releaseDate": "28 Jun. 2008"
    },
    {
        "episodeName": {
            "text": "Journey's End",
            "href": "http://www.imdb.com/title/tt1205438/?ref_=tt_ep_ep14"
        },
        "episodeSynopsys": "In the wake of Davros' threat to destroy the existence of the Universe itself, the Doctor's companions unite to stop the Dalek empire. Which one will die by the prophecies and what will the fate be for the Doctor?",
        "releaseDate": "5 Jul. 2008"
    }
]