[
    {
        "episodeName": {
            "text": "The Christmas Invasion",
            "href": "http://www.imdb.com/title/tt0562994/?ref_=tt_ep_ep1"
        },
        "episodeSynopsys": "It's Christmas Eve, but this is to be a far from silent night - the cruel Sycorax have come to Earth to enslave mankind and, as ever, only The Doctor can stop them. Unfortunately, he's lying in a coma in Jackie's home...",
        "releaseDate": "29 Sep. 2006"
    },
    {
        "episodeName": {
            "text": "New Earth",
            "href": "http://www.imdb.com/title/tt0562990/?ref_=tt_ep_ep2"
        },
        "episodeSynopsys": "As Rose Tyler embarks upon her first big TARDIS adventure with the newly-regenerated Doctor, they discover a sinister hospital run by strange cat people and run in to two old acquaintances, The Face of Boe and Cassandra.",
        "releaseDate": "29 Sep. 2006"
    },
    {
        "episodeName": {
            "text": "Tooth and Claw",
            "href": "http://www.imdb.com/title/tt0563002/?ref_=tt_ep_ep3"
        },
        "episodeSynopsys": "The Doctor and Rose are transported to 19th Century Scotland, where they meet Queen Victoria, and try to protect her from a ravenous werewolf and a band of assassinating warrior-monks",
        "releaseDate": "6 Oct. 2006"
    },
    {
        "episodeName": {
            "text": "School Reunion",
            "href": "http://www.imdb.com/title/tt0562993/?ref_=tt_ep_ep4"
        },
        "episodeSynopsys": "The Krillitanes - aliens with a mix-and-match physiology - are trying to crack the 'God-Maker', a paradigm to give them ultimate power. They are using children as a computer, and only the Doctor and Rose, re-united with Sarah Jane Smith and K9 can prevent them from becoming masters of time and space.",
        "releaseDate": "13 Oct. 2006"
    },
    {
        "episodeName": {
            "text": "The Girl in the Fireplace",
            "href": "http://www.imdb.com/title/tt0562998/?ref_=tt_ep_ep5"
        },
        "episodeSynopsys": "The Doctor, Mickey and Rose land on a spaceship in the 51st century only to find 18th century Versailles on board, the time of Madame De Pompadour! To find out what's going on the Doctor must enter Versailles and save Madame De Popmpadour but it turns into an emotional roller coaster for the Doctor.",
        "releaseDate": "20 Oct. 2006"
    },
    {
        "episodeName": {
            "text": "Rise of the Cybermen",
            "href": "http://www.imdb.com/title/tt0562991/?ref_=tt_ep_ep6"
        },
        "episodeSynopsys": "Upon landing on an alternate version of the Earth, The Doctor, Rose and Mickey learn that Peter Tyler is apparently alive and well. Lurking in the shadows are creatures made to destroy - one of The Doctor's greatest fears have come true...the Cybermen are reborn.",
        "releaseDate": "27 Oct. 2006"
    },
    {
        "episodeName": {
            "text": "The Age of Steel",
            "href": "http://www.imdb.com/title/tt0756447/?ref_=tt_ep_ep7"
        },
        "episodeSynopsys": "Lumic's army of cybermen is on the rise, and with more and more people being converted by the hour, time is of the essence. The gang are reduced to fugitives as they roam the streets of parallel London trying to rid the earth of cybermen.",
        "releaseDate": "3 Nov. 2006"
    },
    {
        "episodeName": {
            "text": "The Idiot's Lantern",
            "href": "http://www.imdb.com/title/tt0756451/?ref_=tt_ep_ep8"
        },
        "episodeSynopsys": "In 1950s London, the police are hunting down strange, mute creatures. The people of Britain gather around their new-fangled \"tele-vision\" sets to celebrate the new Queen's coronation - but is something affecting the signal?",
        "releaseDate": "10 Nov. 2006"
    },
    {
        "episodeName": {
            "text": "The Impossible Planet",
            "href": "http://www.imdb.com/title/tt0772457/?ref_=tt_ep_ep9"
        },
        "episodeSynopsys": "The TARDIS lands on an alien planet shrouded in a darkness that even the Doctor can't figure out. And what is lurking at the bottom of The Satan Pit?",
        "releaseDate": "17 Nov. 2006"
    },
    {
        "episodeName": {
            "text": "The Satan Pit",
            "href": "http://www.imdb.com/title/tt0756448/?ref_=tt_ep_ep10"
        },
        "episodeSynopsys": "As Rose battles the murderous Ood, the Doctor finds his every belief being challenged to the core, as the Pit beckons. With the planet threatening to fall into the black hole, the Doctor must make the ultimate sacrifice.",
        "releaseDate": "1 Dec. 2006"
    },
    {
        "episodeName": {
            "text": "Love & Monsters",
            "href": "http://www.imdb.com/title/tt0766171/?ref_=tt_ep_ep11"
        },
        "episodeSynopsys": "A run in with the Doctor at a young age leads Elton to a group who's studying him, they become friends and have a laugh until Victor Kennedy arrives. Suddenly everything becomes more serious then people start disappearing from the group. Can the Doctor save Elton and explain his past before he's absorbed by the Absorbaloff",
        "releaseDate": "8 Dec. 2006"
    },
    {
        "episodeName": {
            "text": "Fear Her",
            "href": "http://www.imdb.com/title/tt0756446/?ref_=tt_ep_ep12"
        },
        "episodeSynopsys": "The Doctor and Rose travel to London in 2012 to see the Olympics - only to find that children are mysteriously disappearing before peoples very eyes. The answer seems to lie with a young girl named Chloe and her strange drawings - but is there something more sinister behind the disappearances?",
        "releaseDate": "15 Dec. 2006"
    },
    {
        "episodeName": {
            "text": "Army of Ghosts",
            "href": "http://www.imdb.com/title/tt0756449/?ref_=tt_ep_ep13"
        },
        "episodeSynopsys": "As the ghosts of loved ones appear, the whole world celebrates. But as the Doctor investigates he believes that there is a more sinister motive behind their appearence. And deep within the Torchwood tower, a mysterious sphere containing the greatest enemies of the Doctor is opened...",
        "releaseDate": "22 Nov. 2006"
    },
    {
        "episodeName": {
            "text": "Doomsday",
            "href": "http://www.imdb.com/title/tt0756450/?ref_=tt_ep_ep14"
        },
        "episodeSynopsys": "Earth becomes the battlefield for the greatest and deadliest war of all time, as the Daleks and the Cybermen clash with the whole universe at stake. The Doctor and Rose, reunited with old friends and Cybermen experts Mickey and Jake, race to find a way to bring the war to an end before it brings about the destruction of the whole of space and time. But the Doctor soon faces an even bigger dilemma - could ending the war mean the death of Rose?",
        "releaseDate": "22 Dec. 2006"
    }
]