[
    {
        "episodeName": {
            "text": "The Eleventh Hour",
            "href": "http://www.imdb.com/title/tt1577256/?ref_=tt_ep_ep1"
        },
        "episodeSynopsys": "With his TARDIS in ruins, the newly-regenerated Doctor with the help of Amy Pond must save the world in less than twenty minutes from galactic policemen known as the Atraxi.",
        "releaseDate": "17 Apr. 2010"
    },
    {
        "episodeName": {
            "text": "The Beast Below",
            "href": "http://www.imdb.com/title/tt1577257/?ref_=tt_ep_ep2"
        },
        "episodeSynopsys": "The Doctor takes Amy to the future inside Starship UK, which contains in addition to British explorers, an intimidating race known as the Smilers.",
        "releaseDate": "10 Apr. 2010"
    },
    {
        "episodeName": {
            "text": "Victory of the Daleks",
            "href": "http://www.imdb.com/title/tt1577258/?ref_=tt_ep_ep3"
        },
        "episodeSynopsys": "The TARDIS takes The Doctor and Amy to war-torn Britain in the middle of World War Two. Not only do they meet Winston Churchill himself, but the Doctor comes face to face once again with his greatest enemy of all.",
        "releaseDate": "17 Apr. 2010"
    },
    {
        "episodeName": {
            "text": "The Time of Angels",
            "href": "http://www.imdb.com/title/tt1577259/?ref_=tt_ep_ep4"
        },
        "episodeSynopsys": "The Doctor and Amy emerge from the TARDIS to find the wreck of the Byzantium spaceship. Down below the Weeping Angels are stirring, but the Doctor has someone else to contend with; none other than the mysterious Professor River Song.",
        "releaseDate": "24 Apr. 2010"
    },
    {
        "episodeName": {
            "text": "Flesh and Stone",
            "href": "http://www.imdb.com/title/tt1589021/?ref_=tt_ep_ep5"
        },
        "episodeSynopsys": "The Doctor, Amy, Dr. Song and the remaining soldiers manage to escape from the crashed ship and into the forest. The Angels attempt to create a rift in time and space much as the Doctor had found in Amy's room when they first met. Amy meanwhile is counting down from 10 minutes and the Doctor has determined that an Angel has taken over her mind.",
        "releaseDate": "1 May 2010"
    },
    {
        "episodeName": {
            "text": "The Vampires of Venice",
            "href": "http://www.imdb.com/title/tt1591787/?ref_=tt_ep_ep6"
        },
        "episodeSynopsys": "The Doctor and Amy cross swords in more ways than one with a horde of blood-sucking vampires in 16th century Venice.",
        "releaseDate": "8 May 2010"
    },
    {
        "episodeName": {
            "text": "Amy's Choice",
            "href": "http://www.imdb.com/title/tt1591788/?ref_=tt_ep_ep7"
        },
        "episodeSynopsys": "Five years after finally leaving the TARDIS Amy and Rory now married, live in the quiet little village of Leadworth. But everything is not what it would seem.",
        "releaseDate": "15 May 2010"
    },
    {
        "episodeName": {
            "text": "The Hungry Earth",
            "href": "http://www.imdb.com/title/tt1591789/?ref_=tt_ep_ep8"
        },
        "episodeSynopsys": "The Doctor tries to get everyone to Rio, but nothing quite goes as planned. They arrive in a small Welsh village where the Doctor immediately senses that the ground isn't quite right. There is a drilling rig nearby that has reached a depth of 21 kilometers when odd things begin to happen. A local village man has disappeared and soon after Amy is swallowed into the ground. The Doctor realizes that the drilling has disturbed an ancient reptilian race that has lived deep underground for thousands upon thousands of years and who are determined to protect themselves ...",
        "releaseDate": "22 May 2010"
    },
    {
        "episodeName": {
            "text": "Cold Blood",
            "href": "http://www.imdb.com/title/tt1591790/?ref_=tt_ep_ep9"
        },
        "episodeSynopsys": "The Doctor and Nasreen Chaudry go deep underground and find an ancient society that has been disturbed by the drilling. They are gassed and taken prisoner just as Amy manages to free herself. The military commander of the underground reptilians, Restac, is convinced that the \"apes' - their term for humans - are an invading force. Calmer heads prevail and the Doctor manages to negotiate a truce pending the transfer of prisoners which he, and some of the more pacifist members of the reptilians, hopes will lead to a lasting peace. The only problem is that Alaya, the ...",
        "releaseDate": "29 May 2010"
    },
    {
        "episodeName": {
            "text": "Vincent and the Doctor",
            "href": "http://www.imdb.com/title/tt1591786/?ref_=tt_ep_ep10"
        },
        "episodeSynopsys": "Visiting a museum, the Doctor and Amy are especially excited with the gallery for Vincent van Gogh. Many of van Gogh pieces are displayed, including \"The Church at Auvers (1890)\". However there is something irregular discovered on the painting - a small alien image within a window pane. The Doctor quickly takes Amy back to 1890 where they locate the troubled artist that upsets the locals, cannot pay his bills, and is able to see an invisible monster that no one else is able to see.",
        "releaseDate": "5 Jun. 2010"
    },
    {
        "episodeName": {
            "text": "The Lodger",
            "href": "http://www.imdb.com/title/tt1607757/?ref_=tt_ep_ep11"
        },
        "episodeSynopsys": "No sooner does the TARDIS land on Earth that it leaves again - but without the Doctor who had just stepped outside. The Doctor soon finds himself at the home of Craig Owens, who has been advertising for a lodger. There's clearly something odd in the house with people being lured to the upstairs room, but never reappearing. The Doctor is having a good time of it and is having a bit of fun; he proves to be a rather good football player. Craig the landlord is very much in love with Sophie but can't quite bring himself to tell her. The Doctor tries to help them out. But ...",
        "releaseDate": "10 Jul. 2010"
    },
    {
        "episodeName": {
            "text": "The Pandorica Opens",
            "href": "http://www.imdb.com/title/tt1607758/?ref_=tt_ep_ep12"
        },
        "episodeSynopsys": "River Song returns to deliver The Doctor a serious warning from his allies: the mythical Pandorica, said to contain the most feared creature in the entire Universe, is opening.",
        "releaseDate": "17 Jul. 2010"
    },
    {
        "episodeName": {
            "text": "The Big Bang",
            "href": "http://www.imdb.com/title/tt1607759/?ref_=tt_ep_ep13"
        },
        "episodeSynopsys": "The Daleks, Cybermen and others have imprisoned in the Pandorica the most dangerous creature in the universe - the Doctor, who they say will in the future destroy the universe. Moving to 1996, a preteen Amy Pond visits a museum with her Aunt and opens the Pandorica, only to find the adult version of herself inside. Traveling back and forth in time, the Doctor tries to make sense of it all and find River Song, who is also missing. He realizes that there is only one explanation for a starless universe.",
        "releaseDate": "26 Jun. 2010"
    }
]