[
    {
        "episodeName": {
            "text": "Rose",
            "href": "http://www.imdb.com/title/tt0562992/?ref_=tt_ep_ep1"
        },
        "episodeSynopsys": "Rose Tyler is just an ordinary shop worker living an ordinary life in 21st century Britain. But that life is turned upside down when a strange man calling himself The Doctor drags her into an alien invasion attempt!",
        "releaseDate": "17 Mar. 2006"
    },
    {
        "episodeName": {
            "text": "The End of the World",
            "href": "http://www.imdb.com/title/tt0562997/?ref_=tt_ep_ep2"
        },
        "episodeSynopsys": "Rose goes off on her first adventure with the Doctor who takes her 5 billion years into the future to view a cataclysmic event: the destruction of the Earth. They're on an orbiting space platform with a groups of invited guests who seem to travel from one cataclysmic event to another. There are uninvited guests as well in the form of spider-like mechanical robots that seem to multiply at will and are obviously bent on causing destruction. The spiders soon dispose of the Steward and gain control of the orbiting platform's mainframe. It doesn't take long for the Doctor ...",
        "releaseDate": "17 Mar. 2006"
    },
    {
        "episodeName": {
            "text": "The Unquiet Dead",
            "href": "http://www.imdb.com/title/tt0563001/?ref_=tt_ep_ep3"
        },
        "episodeSynopsys": "The Doctor has great expectations for his latest adventure when he and Rose join forces with Charles Dickens to investigate a mysterious plague of zombies.",
        "releaseDate": "24 Mar. 2006"
    },
    {
        "episodeName": {
            "text": "Aliens of London",
            "href": "http://www.imdb.com/title/tt0562985/?ref_=tt_ep_ep4"
        },
        "episodeSynopsys": "The Doctor returns Rose to her own time - well, sort of - but her family reunion is ruined when a spaceship crashes in the middle of London. What is the origin of the spaceship, and where has the Prime Minister gone in this time of crisis?",
        "releaseDate": "31 Mar. 2006"
    },
    {
        "episodeName": {
            "text": "World War Three",
            "href": "http://www.imdb.com/title/tt0563003/?ref_=tt_ep_ep5"
        },
        "episodeSynopsys": "The fiendish Slitheen have been unmasked as the ones who crashed the spaceship into London as part of a ruse to trigger World War Three. But how can The Doctor save the planet when he's trapped inside a locked room?",
        "releaseDate": "7 Apr. 2006"
    },
    {
        "episodeName": {
            "text": "Dalek",
            "href": "http://www.imdb.com/title/tt0562988/?ref_=tt_ep_ep6"
        },
        "episodeSynopsys": "The Doctor and Rose travel to the year 2012 and land in a museum of extra-terrestrial objects accumulated by the very wealthy Henry van Statten. He's an avid collector - the TARDIS lands on the museum's 53rd floor below ground level - but he's also using alien technology to develop new weapons from which he derives his large income. He's particularly proud of one device he's acquired but has not yet been able to make functional and to the Doctor's horror, it turns out to a very old and very dangerous enemy from the past.",
        "releaseDate": "14 Apr. 2006"
    },
    {
        "episodeName": {
            "text": "The Long Game",
            "href": "http://www.imdb.com/title/tt0562999/?ref_=tt_ep_ep7"
        },
        "episodeSynopsys": "The Doctor and Rose arrive in the year 200,000 to see The Fourth Great and Bountiful Human Empire. But something has gone wrong - someone is holding back the development of mankind. Who could have done this? And why?",
        "releaseDate": "21 Apr. 2006"
    },
    {
        "episodeName": {
            "text": "Father's Day",
            "href": "http://www.imdb.com/title/tt0562989/?ref_=tt_ep_ep8"
        },
        "episodeSynopsys": "All of her life, Rose's mother told how great a man her father Pete was. He was killed by a hit and run driver when Rose was just a baby and among her many regrets was that her father died alone, just lying on the street. Rose asks the Doctor to take her back to that day. Rather than just be with him when he dies, she actually saves him and later admits that this was her plan all along. She soon realizes that her parents' marriage was not exactly the golden relationship she had claimed it to be. Far worse however, is that by saving her father, Rose has created a tear ...",
        "releaseDate": "28 Apr. 2006"
    },
    {
        "episodeName": {
            "text": "The Empty Child",
            "href": "http://www.imdb.com/title/tt0562996/?ref_=tt_ep_ep9"
        },
        "episodeSynopsys": "Rose and the Doctor find themselves in 1941 London when the TARDIS receives an emergency signal from another time-traveling vehicle. While the Doctor tries to determine where the object may have landed, Rose goes off in search of a child she can hear calling for help. When she gets herself into a precarious situation, she's rescued by the rather handsome RAF Captain Jack Harkness, who owns a time machine of his own. The Doctor meanwhile meets Nancy who has an interesting way of arranging meals for homeless children. They are also being chased by the child Rose heard ...",
        "releaseDate": "5 May 2006"
    },
    {
        "episodeName": {
            "text": "The Doctor Dances",
            "href": "http://www.imdb.com/title/tt0562995/?ref_=tt_ep_ep10"
        },
        "episodeSynopsys": "The Doctor, Rose and Captain Jack Harkness are still in the hospital with the gas mask-wearing mutants and are having some trouble finding a way out. The Doctor determines that the ambulance Captain Jack was using in his scam contained nano genes, similar to the one's he used to repair Rose's rope-burned hands. Only in this case, there are enough nano genes on the loose to \"repair\" an entire species and they have no idea what a human looks like in the first place. The future of the human race lies in Nancy accepting her true relationship to the little boy who is ...",
        "releaseDate": "12 May 2006"
    },
    {
        "episodeName": {
            "text": "Boom Town",
            "href": "http://www.imdb.com/title/tt0562987/?ref_=tt_ep_ep11"
        },
        "episodeSynopsys": "Stopping off in present-day Cardiff to recharge the TARDIS, The Doctor, Rose and Jack encounter an old foe in the midst of hatching a scheme that could destroy the entire planet.",
        "releaseDate": "19 May 2006"
    },
    {
        "episodeName": {
            "text": "Bad Wolf",
            "href": "http://www.imdb.com/title/tt0562986/?ref_=tt_ep_ep12"
        },
        "episodeSynopsys": "Jack, The Doctor and Rose have been kidnapped and forced to play terrible and deadly games. But what happens to the bodies of the murdered contestants? And what sinister plot do the games hide?",
        "releaseDate": "2 Jun. 2006"
    },
    {
        "episodeName": {
            "text": "The Parting of the Ways",
            "href": "http://www.imdb.com/title/tt0563000/?ref_=tt_ep_ep13"
        },
        "episodeSynopsys": "The Dalek fleet is poised to destroy the Earth and only The Doctor, Rose, Jack and a band of television producers can stop them.",
        "releaseDate": "9 Jun. 2006"
    }
]