[
    {
        "episodeName": {
            "text": "The Doctor, the Widow and the Wardrobe",
            "href": "http://www.imdb.com/title/tt1998643/?ref_=tt_ep_ep1"
        },
        "episodeSynopsys": "It's Christmas Eve, 1938, when Madge Arwell comes to the aid of an injured Spaceman Angel as she cycles home. He promises to repay her kindness - all she has to do is make a wish. Three years later, a devastated Madge escapes war-torn London with her two children for a dilapidated house in Dorset. She is crippled with grief at the news her husband has been lost over the channel, but determined to give Lily and Cyril the best Christmas ever. The Arwells are surprised to be greeted by a madcap caretaker whose mysterious Christmas gift leads them into a magical wintry ...",
        "releaseDate": "25 Dec. 2011"
    },
    {
        "episodeName": {
            "text": "Asylum of the Daleks",
            "href": "http://www.imdb.com/title/tt2402301/?ref_=tt_ep_ep2"
        },
        "episodeSynopsys": "The Doctor along with an Amy and Rory who are headed for divorce are kidnapped by the Daleks. They find themselves before the Dalek Parliament and the Doctor is quite surprised when he learns why: they want the him to save them. A ship has crashed on the one place they will not go - the Asylum, where mad Daleks are sent to spend their days. Once there, they are assisted by the only survivor of the crash, Oswin, who has been there for a year awaiting rescue and making soufflé's to pass the time. Which leads the Doctor to ask the most important question of all: where ...",
        "releaseDate": "1 Sep. 2012"
    },
    {
        "episodeName": {
            "text": "Dinosaurs on a Spaceship",
            "href": "http://www.imdb.com/title/tt2317659/?ref_=tt_ep_ep3"
        },
        "episodeSynopsys": "After a lengthy absence, the Doctor returns to Earth and scoops up up Amy and Rory for yet another adventure. He also manages somehow to include Rory's dad, Brian Williams. Those aren't the only travelers however as Queen Nefertiti and big-game hunter John Riddell are also on board. The TARDIS next reappears on board a large ship and the Doctor is delighted to find a cargo of prehistoric dinosaurs on board. Using the ship's computers, Amy determines that the ship's crew is nowhere to be found. There is someone on board however who has no intention of giving up his ...",
        "releaseDate": "8 Sep. 2012"
    },
    {
        "episodeName": {
            "text": "A Town Called Mercy",
            "href": "http://www.imdb.com/title/tt2340501/?ref_=tt_ep_ep4"
        },
        "episodeSynopsys": "The Doctor, Amy and Rory find themselves in the American wild west sometime in the 19th century. The small town has a Marshal but they're not that keen on the new arrivals. They are also under threat from an alien, a half-man half-robot hunter who is out to eliminate the Doctor. Not the we know but another, Kahler Jex, who has escaped from his world. He's done many good things for the local community but his past is somewhat questionable. When the Marshall is killed, it's left to the Doctor to decide how best to proceed.",
        "releaseDate": "15 Sep. 2012"
    },
    {
        "episodeName": {
            "text": "The Power of Three",
            "href": "http://www.imdb.com/title/tt2399633/?ref_=tt_ep_ep5"
        },
        "episodeSynopsys": "Earth is suddenly visited by millions of small black cubes of unknown origin. The Doctor joins Amy, Rory and Rory's father, Brian, to help discover what these cubes bring for humanity.",
        "releaseDate": "22 Sep. 2012"
    },
    {
        "episodeName": {
            "text": "The Angels Take Manhattan",
            "href": "http://www.imdb.com/title/tt2378951/?ref_=tt_ep_ep6"
        },
        "episodeSynopsys": "The Doctor takes Amy and Rory to New York, where the Weeping Angels are waiting for them. River Song returns.",
        "releaseDate": "29 Sep. 2012"
    },
    {
        "episodeName": {
            "text": "The Snowmen",
            "href": "http://www.imdb.com/title/tt2380513/?ref_=tt_ep_ep7"
        },
        "episodeSynopsys": "London, 1892. Snow is trying to evolve, feeding off of the nightmares of a little girl. But the Doctor has given up on saving the world. It is up to a young governess named Clara to convince him, with just one word, to save the day.",
        "releaseDate": "25 Dec. 2012"
    },
    {
        "episodeName": {
            "text": "The Bells of Saint John",
            "href": "http://www.imdb.com/title/tt2222152/?ref_=tt_ep_ep8"
        },
        "episodeSynopsys": "A chance phone call reunites the Doctor with Clara in the present day. A mysterious organization, lead by the evil Miss Kizlet, sends robots known as \"Spoonheads\" to steal the minds of people who use the company's WiFi. The Doctor and Clara must work together to find the location of the organization and destroy it before the whole world is trapped by the WiFi.",
        "releaseDate": "30 Mar. 2013"
    },
    {
        "episodeName": {
            "text": "The Rings of Akhaten",
            "href": "http://www.imdb.com/title/tt2284610/?ref_=tt_ep_ep9"
        },
        "episodeSynopsys": "Still not quite able to explain just who she is, the Doctor and Clara set off on their first adventure. He takes her to see the Rings of Akhaten and its famous pyramid. The residents of the 7 planets rotating the same sun all believe the pyramid is the source of all life in the universe. There are quite a few visitors there for the Festival of Offering and Clara and helps a young girl, Merry, to have the confidence to perform an important ceremony to sooth and keep the Old God asleep. When Merry is drawn into the pyramid the Doctor and Clara go after her. When the Old...",
        "releaseDate": "6 Apr. 2013"
    },
    {
        "episodeName": {
            "text": "Cold War",
            "href": "http://www.imdb.com/title/tt2267312/?ref_=tt_ep_ep10"
        },
        "episodeSynopsys": "The Doctor and Clara find themselves dealing with Cold War tensions when the TARDIS lands aboard a disabled Soviet ballistic submarine. The Doctor isn't the only alien being on board however - while engaged in undersea drilling, Professor Grisenko thought he'd found a mammoth and brought the creature on the boat encased in ice. It isn't a mammoth but an Ice Warrior, who has been lying dormant for 5000 years. He identifies himself as Grand Marshal Skaldak but when he cannot contact others of his kind, he assumes he is the last of his race. He now has every intention of...",
        "releaseDate": "13 Apr. 2013"
    },
    {
        "episodeName": {
            "text": "Hide",
            "href": "http://www.imdb.com/title/tt2267332/?ref_=tt_ep_ep11"
        },
        "episodeSynopsys": "The Doctor and Clara arrive at an old manor house in 1974 where Alec Palmer and Emma Grayling are investigating the existence of a ghost. Alec is a former army Major and now a psychologist while Emma is an empathic psychic who can not only sense the presence of paranormal beings but can sense their feelings as well. Palmer explains that the house has been haunted for hundreds of years and the ghost, a woman, is likely much older. Emma senses that the ghost is very lonely but the Doctor realizes that she is not a ghost at all but a creature trapped in a zone where time...",
        "releaseDate": "20 Apr. 2013"
    },
    {
        "episodeName": {
            "text": "Journey to the Centre of the TARDIS",
            "href": "http://www.imdb.com/title/tt2267326/?ref_=tt_ep_ep12"
        },
        "episodeSynopsys": "The Doctor and Clara find themselves aboard a space freighter that has taken the TARDIS on-board as salvage. While the Doctor is ejected, Clara finds herself wandering through the vehicle exploring it's many - seemingly infinite - rooms. The Doctor re-enters the TARDIS accompanied by three workers from the salvage ship and they have but 30 minutes to find her. There are creatures in the depths of the TARDIS and the time travel machine will do whatever it takes to protect itself. There is a rupture in time however and the TARDIS is leaking recent history....which the ...",
        "releaseDate": "27 Apr. 2013"
    },
    {
        "episodeName": {
            "text": "The Crimson Horror",
            "href": "http://www.imdb.com/title/tt2204480/?ref_=tt_ep_ep13"
        },
        "episodeSynopsys": "The Doctor and Clara arrive in 19th century Yorkshire where moral crusader Mrs Gillyflower is recruiting beautiful people for her idyllic garden city. At the same time rigid corpses dyed red are piling up and the brother of one of the victims seeks help from Madame Vastra. She and her party travel to Yorkshire where they rescue Doctor Who and Clara from the clutches of Mrs Gillyflower. They discover that the woman is a fanatical exponent of ethnic cleansing who plans to do away with those who do not meet her standards - even her daughter Ada. The Doctor and his allies...",
        "releaseDate": "4 May 2013"
    },
    {
        "episodeName": {
            "text": "Nightmare in Silver",
            "href": "http://www.imdb.com/title/tt2267338/?ref_=tt_ep_ep14"
        },
        "episodeSynopsys": "Hedgewick's World of Wonders was once the greatest theme park in the galaxy, but it's now the dilapidated home to a shabby showman, a chess playing dwarf and a dysfunctional army platoon. When the Doctor, Clara, Artie and Angie arrive, the last thing they expect is the re-emergence of one of the Doctor's oldest foes. The Cybermen are back!",
        "releaseDate": "11 May 2013"
    },
    {
        "episodeName": {
            "text": "The Name of the Doctor",
            "href": "http://www.imdb.com/title/tt2267346/?ref_=tt_ep_ep15"
        },
        "episodeSynopsys": "The Doctor's friends are being kidnapped, which leads him to the fields of Trenzalore, where his greatest secret will be revealed and Clara's mystery will be solved.",
        "releaseDate": "18 May 2013"
    }
]
